[
    {
        "date": null,
        "sent": false,
        "num": 2,
        "value": "روى البخاري عن سلمان الفارسي قال: فترة بين عيسى ومحمد عليهما الصلاة والسلام ستمائة سنة."
    },
    {
        "date": null,
        "sent": false,
        "num": 4,
        "value": "عن السيدة عائشة رضي الله عنها أنها قالت: \"ما غرت على امرأة ما غرت على خديجة من كثرة ذكر رسول الله (ص) إياها\""
    },
    {
        "date": null,
        "sent": false,
        "num": 8,
        "value": "أعاد عبدالله بن الزبير بناء الكعبة بعد أن أحرقها جيش يزيد بن معاوية وأدخل فيها حجر إسماعيل ووسع فيها وكساها بالديباج"
    },
    {
        "date": null,
        "sent": false,
        "num": 9,
        "value": "الصحابي عمرو بن أمية الضمري هو سفير النبي (ص) إلى النجاشي ملك الحبشة"
    },
    {
        "date": null,
        "sent": false,
        "num": 10,
        "value": "صلاة الاستسقاء مثل صلاة العيد ، يصلي ركعتين، ويكبر في الأولى سبع، وفي الأخرى خمس ثم يقوم الإمام ويخطب في الناس ثم يرفع يده ويدعو الله أن يرسل لهم الغوث ثم يستقبل القبلة ويحول رداءه ويستمر في الدعاء ."
    },
    {
        "date": null,
        "sent": false,
        "num": 11,
        "value": "نزل قوله تعالى \"ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا\" في علي بن أبي طالب وفاطمة الزهراء وابنيهما"
    },
    {
        "date": null,
        "sent": false,
        "num": 13,
        "value": "كان الإسراء قبل الهجرة بسنة بعد خروج النبي (ص) إلى الطائف. وكان  إلى بيت المقدس والمعراج إلى السموات، وفرضت عليه فيه الصلوات الخمس"
    },
    {
        "date": null,
        "sent": false,
        "num": 15,
        "value": "انقطع نسل النبي (ص) من جميع أبناءه عدا ابنته فاطمة الزهراء وهم: الحسن والحسين والمحسن وزينب وأم كلثوم"
    },
    {
        "date": null,
        "sent": false,
        "num": 16,
        "value": "سمى النبي (ص) زوجته السيدة ميمونة بنت الحارث وأخواتها بـ (الأخوات المؤمنات)"
    },
    {
        "date": null,
        "sent": false,
        "num": 17,
        "value": "عياش بن أبي ربيعة هو السابقين في الاسلام وهاجر مع عمر بن الخطاب إلا أن أبو جهل لحقه وأعاده إلى مكة وبقي بها حتى فتح مكة"
    },
    {
        "date": null,
        "sent": false,
        "num": 19,
        "value": "قال رسول الله (ص): \" خيركم من تعلم القرآن وعلمه\""
    },
    {
        "date": null,
        "sent": false,
        "num": 22,
        "value": "تعددت الألوان التي ذكرت في القرآن. فقد ذكرت الألوان التي تعتبر  أساسية وهي الأبيض والأسود والأحمر والأصفر والأخضر والأزرق"
    },
    {
        "date": null,
        "sent": false,
        "num": 23,
        "value": "قال رسول الله (ص) : \" من صلى علي من أمتي صلاة مخلصا من قلبه، صلى الله عليه بها عشر صلوات , ورفعه بها عشر درجات، وكتب له بها عشر حسنات , ومحا عنه عشر سيئات \""
    },
    {
        "date": null,
        "sent": false,
        "num": 24,
        "value": "من كتب جوامع الحديث كتاب الأربعون في مباني الإسلام وقواعد الأحكام المعروفة بـ الأربعون النووية، وهو متن اشتمل على اثنين وأربعين حديثاّ صحيحا بدون أسانيد"
    },
    {
        "date": null,
        "sent": false,
        "num": 25,
        "value": "ثبت عن رسول الله (ص) أنه قال: لو يعطى الناس بدعواهم لأدعى ناس دماء رجال وأموالهم، ولكن البينة على المدعى واليمين على من أنكر"
    },
    {
        "date": null,
        "sent": false,
        "num": 26,
        "value": "سُئل النبي (ص) : يا رسول الله أي الناس أفضل ؟ قال : كل مخموم القلب صدوق اللسان . قالوا : صدوق اللسان نعرفه ، فما مخموم القلب ؟ قال : هو التقي النقي لا إثم فيه ولا بغي ، ولا غل ، ولا حسد "
    },
    {
        "date": null,
        "sent": false,
        "num": 27,
        "value": "خمس سور في القرآن تبدأ بـ (الر) وهي : سورة يونس، سورة هود،  سورة يوسف، سورة إبراهيم، سورة الحجر"
    },
    {
        "date": null,
        "sent": false,
        "num": 28,
        "value": "عدد الأنبياء والرسل الذين ذكروا في القرآن هو 25 نبي ورسول. منهم 18 نبي ذكروا في موضع واحد في سورة الأنعام."
    },
    {
        "date": null,
        "sent": false,
        "num": 29,
        "value": " اشتد القتال على سارية الكناني قائد جيوش المسلمين في فارس فسمع صوت عمر بن الخطاب على المنبر في المدينة ينادي قائلا: يا سارية الجبل الجبل من استرعى الذئب الغنم فقد ظلم. فاحتمى بالجبل واستطاع أن ينتصر"
    },
    {
        "date": null,
        "sent": false,
        "num": 31,
        "value": "قال رسول الله (ص):  من خرج حاجاً فمات كتب الله له أجره إلى يوم القيامة، ومن خرج معتمراً فمات كتب الله له أجر المعتمر إلى يوم القيامة"
    },
    {
        "date": null,
        "sent": false,
        "num": 32,
        "value": "بدأ نظام الشرطة بشكل مبسط في عهد الخلافة الراشدة وتطور في الدولة الأموية والعباسية حيث تطورت صاحب الشرطة من العس ليلا إلى النظر في الجرائم وتنفيذ العقوبات"
    },
    {
        "date": null,
        "sent": false,
        "num": 33,
        "value": "كان الصحابي سالم مولى أبو حذيفة عبدا فارسياً في المدينة وأسلم مع النبي (ص) وكان من الصحابة الذين أوصى النبي بأخذ القرآن عنهم. شهد جميع الغزوات حتى استشهد في معركة اليمامة."
    },
    {
        "date": null,
        "sent": false,
        "num": 35,
        "value": "أسس عبدالرحمن الداخل إمارة إسلامية مستقلة في الأندلس ثم تحولت إلى خلافة على يد عبدالرحمن الناصر والذي ازدهرت في عهده الأندلس"
    },
    {
        "date": null,
        "sent": false,
        "num": 36,
        "value": "  \"و الله لا يحب كل مختال فخور\" يرى العلماء أن المختال هو من ينظر إلى نفسه بعين الافتخار و الفخور هو من ينظر إلى الناس بعين الاحتقار\n"
    },
    {
        "date": null,
        "sent": false,
        "num": 37,
        "value": "من دعاء سليمان عليه السلام: رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين"
    },
    {
        "date": null,
        "sent": false,
        "num": 38,
        "value": "ذكر النبي (ص) من علامات الساعة انتشار الجهل فقد قال: \"إن بين يدي الساعة لأياما يرفع فيها العلم و ينزل فيها الجهل\""
    },
    {
        "date": null,
        "sent": false,
        "num": 39,
        "value": "قال النبي (ص): إذا سقطت لقمة أحدكم، فليمط عنها الأذى، وليأكلها، ولايدعها للشيطان ."
    },
    {
        "date": null,
        "sent": false,
        "num": 40,
        "value": "كان وجه النبي (ص) مستديراً بإستطالة قليل لحم الوجه واسع الجبين"
    },
    {
        "date": null,
        "sent": false,
        "num": 42,
        "value": "قال رب العزة في الحديث القدسي: ( أنا أغنى الشركاء عن الشرك ، من عمل عملا أشرك فيه معي غيري تركته وشركه )"
    },
    {
        "date": null,
        "sent": false,
        "num": 43,
        "value": "يوجد قبر ابراهيم عليه السلام وقبر ولده إسحاق ولد ولده يعقوب في المربعة التي بناها سليمان عليه السلام بحبرون  المعروفة بالخليل اليوم"
    },
    {
        "date": null,
        "sent": false,
        "num": 45,
        "value": " أهْلُ الصَّفَّة هم فقراء المسلمين الذين لم تكن لهم منازل يسكنونها، فكانوا يأوون إلى  المسجد النبوي بالمدينة، وعُرفوا بأضياف الإسلام"
    },
    {
        "date": null,
        "sent": false,
        "num": 46,
        "value": "بنى الملك قسطنطين بيت لحم على محل مولد المسيح عليه السلام"
    },
    {
        "date": null,
        "sent": false,
        "num": 47,
        "value": "نبي الله شمويل من أنبياء بني إسرائيل والذي نزل فيه قوله تعالى: \"إذ قالوا لنبياً لهم ابعث لنا ملكاً\" وهو الذي نصب طالوت ملكاً عليهم."
    },
    {
        "date": null,
        "sent": false,
        "num": 48,
        "value": " أخبر إبراهيم عليه السلام إبنه أن الله أمره بان يذبحه فبادر الغلام: \"يا أبت افعل ما تؤمر\" ففداه الله بذبح من السماء و لقب بالذبيح"
    },
    {
        "date": null,
        "sent": false,
        "num": 49,
        "value": "الصحابية حمنة بنت جحش الأسدية هي أخت لأم المؤمنين زينب بنت جحش والصحابة عبد الله بن جحش وأبو أحمد بن جحش، وزوجة الصحابي مصعب بن عمير ومن بعده الصحابي طلحة بن عبيد الله"
    },
    {
        "date": null,
        "sent": false,
        "num": 50,
        "value": "نبى الله إدريس هو أول من بعث بمصر، واستمر فيها داعيا إلى الله حتى أخرجه ملكها الجبار منها وعاد إليها بعد ٢٠ عاما بعد هلاك الملك"
    },
    {
        "date": null,
        "sent": false,
        "num": 1,
        "value": "صلاة التراويح هي صلاة نافلة يصليها المسلمون  في رمضان، وقتها بعد صلاة العشاء إلى صلاة الفجر، صفتها مثنى مثنى ثم يوتر بواحده "
    },
    {
        "date": null,
        "sent": false,
        "num": 2,
        "value": "تزوج النبي (ص) من أختين هما السيدة زينب بنت خزيمة والسيدة ميمونة بنت الحارث "
    },
    {
        "date": null,
        "sent": false,
        "num": 3,
        "value": "الصحابيان هند بن ابي هالة وعمر بن أبي سلمة هما أرباء النبي (ص)"
    },
    {
        "date": null,
        "sent": false,
        "num": 3,
        "value": "قال رسول الله (ص): 'من دلّ على خير فله مثل أجر فاعله'"
    },
    {
        "date": null,
        "sent": false,
        "num": 6,
        "value": "كان النّبِيّ (ص) يضع حفيده الحسن بن علي ويضع أُسامة بن زيد على فخذه, ويقول: \"اللهم إنِّي أحبهما, وأحب من يحبهما.\""
    },
    {
        "date": null,
        "sent": false,
        "num": 8,
        "value": "جاء رجل إلى رسول الله (ص) فقال: رأيت في المنام كأن رأسي قُطع، فضحك النبي (ص) وقال: إذا لعب الشيطان بأحدكم في منامه فلا يحدث به الناس"
    },
    {
        "date": null,
        "sent": false,
        "num": 9,
        "value": "ذكر اسم نبي الله يونس في القرآن في سورة النساء والأنعام ويونس والصافات. و باسم ذو النون في سورة الأنبياء وباسم صاحب الحوت في القلم"
    },
    {
        "date": null,
        "sent": false,
        "num": 10,
        "value": "الحج المبرور هو الحج الذي لا يخالطه شئ من الآثام فيتقبله الله ويقابله سبحانه بالبرّ وهو الثواب."
    },
    {
        "date": null,
        "sent": false,
        "num": 14,
        "value": "رجح العلماء أن صلاة الجمعة ليس لها سنة قبلية ولها سنة بعدية أقلها ركعتان وأكملها أربع ركعات."
    },
    {
        "date": null,
        "sent": false,
        "num": 15,
        "value": "فتح المسلمون بلاد السند في عام 92 ه بقيادة الفارس محمد بن القاسم الثقفي وكان ذلك في عهد الخليفة الأموي الوليد بن عبدالملك"
    },
    {
        "date": null,
        "sent": false,
        "num": 18,
        "value": "ذكر أصحاب الأيكة في القرآن 4 مرات في سورة الحجر والشعراء و ق وص."
    },
    {
        "date": null,
        "sent": false,
        "num": 19,
        "value": "تلقب أم المؤمنين السيدة حفصة بنت عمر بن الخطاب بحارسة القرآن"
    },
    {
        "date": null,
        "sent": false,
        "num": 20,
        "value": "أول معلمة في الإسلام هي الشفاء بنت عبدالله وقد كانت  تكتب بالعربية في الوقت الذي كانت الكتابة في العرب قليلة "
    },
    {
        "date": null,
        "sent": false,
        "num": 21,
        "value": "قال النبي (ص):  لعن الله الراشي والمرتشي والرائش. (الرائش هو الوسيط بينهما)"
    },
    {
        "date": null,
        "sent": false,
        "num": 22,
        "value": "كلمة الشفاء لم ترد فى القرآن إلا مرتين، مرة من العسل و مرة من القرآن. العسل شفاء للأبدان و القرآن شفاء للقلوب و النفوس و العقول"
    },
    {
        "date": null,
        "sent": false,
        "num": 23,
        "value": "السور المكية هي السور التي نزلت قبل الهجرة وهي حوالي 82 سورة. "
    },
    {
        "date": null,
        "sent": false,
        "num": 24,
        "value": "كان  أبو بكر الصديق أول من جمع كتاب الله وسماه المصحف. "
    },
    {
        "date": null,
        "sent": false,
        "num": 25,
        "value": "كان من دعاء النبي (ص): اللهم انفعني بما علمتني، وعلمني ما ينفعني، وزدني علماً"
    },
    {
        "date": null,
        "sent": false,
        "num": 26,
        "value": "شجاع بن وهب هو سفير النبي (ص) إلى المنذر بن الحارث بن أبي شمر الغساني صاحب دمشق،  فقرأ كتاب النبي ثم رمى به."
    },
    {
        "date": null,
        "sent": false,
        "num": 28,
        "value": "تعد المدينة المنورة هي أول وطن تعاهد أبناؤه على أن حرية العبادة مكفولة للجميع"
    },
    {
        "date": null,
        "sent": false,
        "num": 29,
        "value": "عدد أبواب جهنم سبعة أبواب. ذكر القرآن بعض أسماءها وهي: جهنم، والسعير، ولظى، والحطمة، وسقر، والجحيم، والهاوية، وهي أسفلها"
    },
    {
        "date": null,
        "sent": false,
        "num": 30,
        "value": "قال الإمام أبو قلابة رحمه الله : إذا بلغك عن أخيك شيء تكرهه فالتمس له العذر فإن لم تجد له عذرا فقل في نفسك لعل لأخي عذرا لا أعلمه ."
    },
    {
        "date": null,
        "sent": false,
        "num": 31,
        "value": "قال النبي (ص): قال الله تبارك وتعالى : أنا الله وأنا الرحمن، خلقت الرَّحِم، وشققت لها من اسمي، فمن وصلها وصلته، ومن قطعها بتَتُّه"
    },
    {
        "date": null,
        "sent": false,
        "num": 32,
        "value": "ولى الخليفة العباسي المأمون العالم المسلم (الخوارزمي) بيت الحكمة وعهد إليه برسم خارطة للأرض عمل فيها أكثر من 70 جغرافيا"
    },
    {
        "date": null,
        "sent": false,
        "num": 34,
        "value": "كانت معركة اليمامة في عام 11 بين المسلمين بقيادة خالد بن الوليد وجيش مسيلمة الكذاب وانتصر المسلمون وقُتل مسيلمة"
    },
    {
        "date": null,
        "sent": false,
        "num": 35,
        "value": "قال رسول الله (ص): \"الدعاء هو العبادة قال ربكم (ادعوني استجب لكم)\""
    },
    {
        "date": null,
        "sent": false,
        "num": 38,
        "value": "قال رسول الله (ص): إن مما أدرك الناس من كلام النبوة الأولى : إذا لم تستح فاصنع ما شئت"
    },
    {
        "date": null,
        "sent": false,
        "num": 39,
        "value": " وقعت غزوة بدر الآخرة (الموعد) في عام 4هـ.  وقد انسحب مشركي قريش قبل لقاء جيش المسلمين فكانت إحدى الغزوات التي نصر الله جنده بالرعب"
    },
    {
        "date": null,
        "sent": false,
        "num": 40,
        "value": "ذكرت الخيول في القرآن عدة مرات بألفاظ مختلفة وهي: (الخيل - العاديات - الموريات - الصافنات - الجياد - الخير)"
    },
    {
        "date": null,
        "sent": false,
        "num": 41,
        "value": "عندما سُئل النبي (ص) عن حق الطريق ذكر: \"غض البصر، وكف الأذى، ورد السلام، والأمر بالمعروف، والنهي عن المنكر\""
    },
    {
        "date": null,
        "sent": false,
        "num": 42,
        "value": "جاء في البخاري صفة التحميد:\"الحمد لله حمداً كثيراً طيباً مباركلً فيه غير مكفي ولا مودع ولا مستغنى عنه ربنا\""
    },
    {
        "date": null,
        "sent": false,
        "num": 44,
        "value": "قال رسول الله (ص): أد الأمانة إلى من ائتمنك ولا تخن من خانك"
    },
    {
        "date": null,
        "sent": false,
        "num": 45,
        "value": "عدد الحروف المقطعة المستخدمة في بدايات السور القرآنية هو 14 حرف. يمكن جمعها في جملة: (نص حكيم له سر قاطع)"
    },
    {
        "date": null,
        "sent": false,
        "num": 46,
        "value": "إن الله عز وجل قد أعطى نبيه داوود من حسن الصوت ما لم يعط أحد قط. حتى إنه كان إذا قرأ في الزبور توقف الطير والدواب ليرددن معه."
    },
    {
        "date": null,
        "sent": false,
        "num": 50,
        "value": "روى أبو بكر 142 حديثاً عن النبي (ص). اتفق الشيخان على 6 منها، انفرد البخاري ب 11 منها، و مسلم بواحد وباقيها موزع على السنن والمسانيد"
    },
    {
        "date": null,
        "sent": false,
        "num": 1,
        "value": "قال رسول الله (ص) من صام رمضان إيمانا واحتسابا، غفر له ما تقدم من ذنبه"
    },
    {
        "date": null,
        "sent": false,
        "num": 3,
        "value": "روى لنا النبي (ص) فيما رواه عن رب العزة أنه عز وجل قال: كل عمل ابن آدم له إلا الصيام؛ فإنه لي وأنا أجزي به"
    },
    {
        "date": null,
        "sent": false,
        "num": 4,
        "value": "السيدة خديجة هي زوجة النبي (ص) التي لم تصم رمضان لأنها توفيت قبل فرض صوم رمضان على المسلمين."
    },
    {
        "date": null,
        "sent": false,
        "num": 5,
        "value": "قال النبي (ص) من صام يوما في سبيل الله، باعد الله وجهه عن النار سبعين خريفا"
    },
    {
        "date": null,
        "sent": false,
        "num": 6,
        "value": "من أشهر انتصارات الجيوش العربية في رمضان هو انتصار العاشر من رمضان 1393 هـ على جيوش الصهاينة."
    },
    {
        "date": null,
        "sent": false,
        "num": 7,
        "value": "قال رسول الله (ص): في الجنة ثمانية أبواب، فيها باب يسمى الريان، لا يدخله إلا الصائمون"
    },
    {
        "date": null,
        "sent": false,
        "num": 8,
        "value": "وردت جميع أحكام الصيام في سورة واحدة في القرآن هي سورة البقرة بالرغم من تعدد ذكر آيات الصيام في القرآن"
    },
    {
        "date": null,
        "sent": false,
        "num": 9,
        "value": "إن الصيام هو عبادة خاصة بالأديان السماوية. فلم يعبد أحد غير الله تعالى به. وقد فرضه الله على أنبياءه جميعا. "
    },
    {
        "date": null,
        "sent": false,
        "num": 11,
        "value": "إن معظم أشهر وأهم الانتصارات والفتوحات العظيمة للمسلمين كانت في شهر رمضان المبارك. ومنها فتح الأندلس وموقعة حطين وموقعة عين جالوت ."
    },
    {
        "date": null,
        "sent": false,
        "num": 12,
        "value": "قال رسول الله (ص): يا معشر الشباب! من استطاع الباءة فليتزوج؛ فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم، فإنه له وجاء"
    },
    {
        "date": null,
        "sent": false,
        "num": 16,
        "value": "من أنواع الصيام: صوم فرض وهو الواجب (صوم رمضان - صوم القضاء - صوم الكفارات - صوم النذر) "
    },
    {
        "date": null,
        "sent": false,
        "num": 17,
        "value": "من أنواع الصيام: صوم التطوع مثل: (يوم عرفة - يوم عاشوراء -يومي الاثنثن والخميس - الثلاث أيام البيض) "
    },
    {
        "date": null,
        "sent": false,
        "num": 18,
        "value": "من أنواع الصيام: صوم مكروه مثل (يوم الشك - يوم الجمعة منفرداً - صوم أيام التشريق) "
    },
    {
        "date": null,
        "sent": false,
        "num": 19,
        "value": "من أنواع الصيام: صوم محرم مثل (صوم الوصال - صوم الدهر أي صوم جميع أيام السنة دون انقطاع -  صوم يوم العيد)"
    },
    {
        "date": null,
        "sent": false,
        "num": 20,
        "value": "قال رسول الله (ص): فصل ما بين صيامنا وصيام أهل الكتاب أكلة السَّحَر"
    },
    {
        "date": null,
        "sent": false,
        "num": 23,
        "value": "حذر النبي (ص) من مفسدات الصيام فقد تذهب بأجر الصيام فيقول: رُبَّ صائم ليس له من صيامه إلا الجوع، ورُبَّ قائم ليس له من قيامه إلا السهر"
    },
    {
        "date": null,
        "sent": false,
        "num": 25,
        "value": "قال رسول الله (ص): من مات وعليه صيام صام عنه ولِيُّه"
    },
    {
        "date": null,
        "sent": false,
        "num": 26,
        "value": "نهى النبي (ص) عن صيام السنة كاملة قائلاً: لا صام من صام الدهر."
    },
    {
        "date": null,
        "sent": false,
        "num": 27,
        "value": "كانت معركة البويب في رمضان سنة 13 للهجرة بقيادة المثنى بن حارثة وتسمى بمعركة الأعشار لأن مئة رجل من المسلمين قتل كل منهم عشرة من الفرس"
    },
    {
        "date": null,
        "sent": false,
        "num": 28,
        "value": "أخبر النبي (ص) عن موعد ليلة القدر فقال: تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان "
    },
    {
        "date": null,
        "sent": false,
        "num": 30,
        "value": "فرض رسول الله (ص) زكاة الفطر ، صاعا من تمر أو صاعا من شعير ، على كل حر أو عبد ، ذكر وأنثى ، من المسلمين ."
    },
    {
        "date": null,
        "sent": false,
        "num": 31,
        "value": "قال رسول الله (ص) : \"عمرة في رمضان تقضي حجة أو حجة معي\""
    },
    {
        "date": null,
        "sent": false,
        "num": 32,
        "value": "يستحب الذهاب إلى صلاة العيد من طريق والعودة من طريق آخر؛ فقد كان النبي (ص)إذا كان يوم عيد خالف الطريق"
    },
    {
        "date": null,
        "sent": false,
        "num": 33,
        "value": "يسن للمسلم أن يلبس في العيد أجمل الثياب فقد كان النبي (ص) يلبس في العيد أحسن ثيابه، وكانت له حلة يلبسها في العيدين، والجمعة "
    },
    {
        "date": null,
        "sent": false,
        "num": 34,
        "value": "يُسن أن يبدأ  التكبير من غروب شمس آخر يوم من رمضان إلى خروج الإمام للصلاة. "
    },
    {
        "date": null,
        "sent": false,
        "num": 35,
        "value": "قال رسول الله (ص): من صام رمضان ثم أتبعه ستاً من شوال، كان كصيام الدهر"
    },
    {
        "date": null,
        "sent": false,
        "num": 36,
        "value": "سبب تسمية عيد الفطر هو لأن المسلمين يفطرون فيه بعد صيام رمضان."
    },
    {
        "date": null,
        "sent": false,
        "num": 38,
        "value": "كان أصحاب رسول اللَّه إذا التقوا يوم العيد يقول بعضهم لبعض: تقبل الله منا ومنك"
    },
    {
        "date": null,
        "sent": false,
        "num": 40,
        "value": "من علامات قبول رمضان هوأن يكون حال العبد بعد الصيام أفضل من حاله قبل رمضان"
    },
    {
        "date": null,
        "sent": false,
        "num": 41,
        "value": "معنى اسم رمضان جاءت من الأصل \"رمَض\" وهي شدة الحر"
    },
    {
        "date": null,
        "sent": false,
        "num": 42,
        "value": "توفيت السيدة رقية بنت النبي (ص) في شهر رمضان في عام 2 هـ وهي في عمر 22 عاماً"
    },
    {
        "date": null,
        "sent": false,
        "num": 43,
        "value": "روى  أبي هريرة ، أن رسول الله (ص) قال : \" والذي نفسي بيده ، لخلوف فم الصائم أطيب عند الله من ريح المسك\""
    },
    {
        "date": null,
        "sent": false,
        "num": 45,
        "value": " ذكر ابن كثير في البداية والنهاية أن النبي (ص) تزوج السيدة زينب بنت خزيمة في رمضان"
    }
]